{
  "orders" : {
    "orders" : "الطلبات" , 
      "allOrders" : "جميع الطلبات" , 
      "storeName" : "اسم المتجر" ,
      "totalPrice" : "المجموع الكلي", 
      "status" : "حالة الطلب",
      "orderDetails" : {
        "name" : "الاسم" ,
        "date" : "التاريخ" , 
        "quantity" : "الكمية",
        "price" : "السعر" ,
        "totalQuantity" : "العدد الاجمالي" ,
        "deliveryPrice" : "أجور التوصيل" ,
        "discount" : "الحسم" , 
        "finalPrice" : "المجموع النهائي" ,
        "reasonForCancel" : "سبب إلغاء الطلب" ,
        "reason" : "السبب" ,
        "cancelOrder" : "إلغاء الطلب" , 
        "noOrders" : "ليس لديك أي طلبات بعد"
      }
  } ,
  "nav" : {
    "orders" : "طلباتي" , 
    "login" : "تسجيل الدخول" ,
    "SignUp" : "اشترك" 
  },
  "profile": {
    "myprofile": "حسابي",
    "back" : "الرجوع" ,
    "name" :"الاسم" , 
    "phone" : "رقم هاتف مع ميزة واتس آب" ,
    "address" : "العنوان" ,
    "logout" : "تسجيل الخروج" 
  },
  "home" : {
    "search" : "ابحث في نوع المتجر (مثل: قرطاسية) أو التصنيف (مثل: الأقلام) أو العلامة التجارية (مثل: زيرو)" ,
    "storeType" : "نوع المتجر" , 
    "storeTypes" : "أنواع المتاجر" , 
    "category" : "التصنيفات" ,
    "brand" : "العلامات التجارية" ,
    "discover" : "تسوق من متاجرنا الحالية" ,
    "stores" : "متاجر" ,
    "BecomeASeller" : " منطقة البائعون" ,
    "BecomeACustomer" : "منطقة المشترون" ,
    "TawasyApp" : "اكتشف تطبيق تواصي شوبينغ" ,
    "WhatYouNeed" : "احصل على ما تحتاجه، عندما تحتاج إليه.",
    "DownloadApp" : "حمل التطبيق" ,
    "JoinUs" : "انضم الينا",
    "seller" : "نمّي عملك معنا لتصل إلى مشترين جدد" ,
    "customer" : "تسوق من منزلك مع تواصي شوبينغ"
  } , 

  "store" : {
    "openingTime" : "وقت بدء العمل" ,
    "closingTime" : "وقت انتهاء العمل" ,
    "address" : "العنوان" ,
    "openingDays" : "الأيام العمل" ,
    "search" :"بحث",
    "product" : {
      "addToCart" : "أضف للسلة"
    } 
  } ,

  "submitOrder" : {
    "submit" : "تأكيد الطلب" ,
    "useExisting" : "استخدام عنواني الدائم" , 
    "useNew" : "استخدام عنوان جديد" , 
    "Note" : "ملاحظات على الطلب" ,
    "differ" : "*سعر التوصيل قد يختلف في حال تم استخدام عنوان جديد"
  } , 

  "footer" : {
    "syria" : "دمشق , سورية" , 
    "home" : "الصفحة الرئيسية" , 
    "aboutUs" : "عن تواصي" , 
    "contactUS" : "تواصل معنا" , 
    "terms" : "شروط و أحكام" ,
    "privacy" : " سياسة الخصوصية "  ,
    "copyrights" : "حقوق النشر محفوظة, تواصي شوبينغ",
    "ALLProducts" : "جميع المنتجات",
    "ALLStores" : "جميع المتاجر" ,
    "Text" : "إبدأ الآن بمتعة التسوق الالكتروني" ,
    "Advertise" : "أعلن معنا",
    "developed" : "تصميم وتطوير"
  } , 
  "cart" : {
    "emptyCart" : "لم تقم بإضافة أي منتج إلى السلة حتى الآن" ,
    "cart" : "السلة" , 
    "cancel" : "الغاء" ,
    "addCoupon" : "أدخل رقم القسيمة" ,
    "apply" : "استخدم القسيمة" ,
    "submitOrder" : "المتابعة لعمل الطلب"
  },

    "stores" : {
     "ALLStore" : "جميع المتاجر",
     "noStores" :"لا يوجد متاجر حالياً بعد",
     "nextPage" : "الصفحة التالية",
     "previousPage" : "الصفحة السابقة"
    },
    "products" : {
      "ALLProducts" : "جميع المنتجات",
      "SearchALLProducts" : "البحث عن منتج بالاسم" ,
      "AddtoCart" : "إضافة الى السلة"
     },
     "componentStore" : {
      "ViewStore" : "عرض المنتج"
     },
    "product" : {
      "storeSellers" :"المتاجر التي تبيع هذا المنتج" ,
      "noStores" : "لا يوجد متاجر تبيع هذا المنتج حالياً"
    },
    "verification" : {
      "contactUs" : "  الرجاء ادخال رمز التحقق الذي تم ارساله اليكم عن طريق الواتس آب او" ,
      "contactUsNumber" : "تواصل معنا",
      "resendCode" : "إعادة ارسال الرمز التحقق" ,
      "didntGetCode" : "لم تحصل على الرمز ؟"
    }, 
    "pending" : {
      "thankyou" : "شكراً لكم" ,
      "meanwhile" : "إذا كان لديكم أي استفسارات في الوقت الحالي يمكنكم الاتصال بنا على الرقم 0987000888 و سنعاود الاتصال بكم لاحقاً",
      "ourTeam" : "سيراجع فريقنا معلومات متجركم في القريب العاجل و سنتواصل معكم في حال احتجنا أي معلومات " , 
      "weRecieved" : "لقد تلقينا طلبكم" 
    }, 
    "privacy" :{
      "title" : "الخصوصية وبيان سريّة المعلومات لمنصة تواصي شوبينغ الإلكترونية." ,
      "intro" : {
        "title" : "المقدمة: ",
        "info" : "يوضح هذا الملف سياسة الشركة فيما يخص الخصوصية وملفات تعريف الارتباط للمستخدمين. فالغرض من هذه السياسة هو إبلاغ المستخدم عن كيفية تعاملنا مع بياناته الشخصية امتثالاً لقوانين حماية البيانات والخصوصية المعمول بها. وتكون منصة تواصي شوبينغ الإلكترونية مسؤولة عن المعلومات الشخصية الموضحة في سياسة الخصوصية هذه، ما لم يذكر خلاف ذلك. تقدر منصة تواصي شوبينغ الإلكترونية اهتمام المستخدمين ومخاوفهم فيما يخص خصوصية بياناتهم على الإنترنت، ونحن ملتزمون بحماية خصوصية هذه المعلومات، فإذا أراد المستخدم الوصول إلى معلوماته الشخصية أو تعديلها أو حذفها، أو حتى إلغاء اشتراكه، فيجب عليه الاتصال بنا."
      },  
        "personal" : {
          "title" : "الاحتفاظ بالمعلومات الشخصية والتخلص منها:",
          "info" : "نجمع معلوماتك الشخصية عند تفاعلك مع منصتنا، لكن نستخدم هذه المعلومات لتزويدك بخدماتنا وحماية حسابك، وسنحتفظ بهذه المعلومات ما دمنا بحاجتها، وسنتخلص منها عندما لا نحتاج إليها. فضلاً عن أنه تخضع شروط الخدمة هذه لقوانين المكان الذي نعمل فيه."
      } ,
      "use" : {
        "title" : "استخدام معلوماتك:",
        "info" : "تجمع منصتنا الإلكترونية معلوماتك الشخصية لتزويدك بخدماتها وتحسين أعمالها، وقد تُستخدم أيضًا معلوماتك الشخصية لأغراض التسويق، كإرسال رسائل إعلانية أو معلومات عن المنتجات والخدمات الجديدة، ولن نشارك معلوماتك الشخصية مع شركات أخرى إلا إذا كان ذلك ضرورياً لتزويدك بخدماتها، أو إذا كان مطلوباً بموجب القانون. ستتخذ منصتنا الإلكترونية الخطوات المعقولة لحماية معلوماتك الشخصية من الوصول غير المصرح به أو استخدامها. وعند اتصالك بدعم العملاء، سيُحتفظ بمعلوماتك السرية واستخدامها، لمساعدتك على تحسين الموقع الإلكتروني."
      } ,
      "cookies" : {
        "title" : "ملفات تعريف الارتباط: ",
        "info" : "تُستخدم ملفات تعريف الارتباط لجعل تجربتك على المنصة الإلكترونية أكثر تخصيصًا، وهي ملفات صغيرة تُخزن على جهاز الكمبيوتر أو هاتفك المحمول عند زيارتك للمنصة؛ إذ نستخدم هذه الملفات لأغراض متنوعة، كإبقائك مسجلاً في منصتنا، وتتبع نشاط تصفحك وتقديم إعلانات ذات صلة. تقبل معظم متصفحات الويب هذه الملفات افتراضيًا، لكن يمكنك تغيير إعدادات متصفحك لحظر هذه الملفات أو حذفها. قد يؤدي حظر هذه الملفات إلى تقييد قدرتك على استخدام بعض أو جميع ميزات منصتنا الإلكترونية."
    } ,
    "third" : {
      "title" : "جهات خارجية:",
      "info" : "منصتنا الإلكترونية ليست مسؤولة عن إجراءات الشركات الأخرى فيما يتعلق بمعلوماتك الشخصية، فإذا حُوّلت إلى منصة أخرى من منصتنا الإلكترونية، فتأكد من قراءة سياسة الخصوصية الخاصة بهم؛ لفهم كيفية استخدامهم لمعلوماتك الشخصية. قد نستخدم شركات خارجية لعرض الإعلانات لك عند زيارتك لمنصتنا الإلكترونية. يمكن لهذه الشركات استخدام معلومات عن نشاطات تصفحك لإظهار إعلانات عن المنتجات والخدمات التي قد تكون مهتمًا بها. تطلب منصتنا الإلكترونية معلوماتك الشخصية فقط عندما نحتاج إليها، وسنستخدمها فقط للأغراض التي قدمتها من أجلها. لن نبيع معلوماتك الشخصية مطلقاً لأي جهة أخرى لأغراض تسويقية دون إذنك. قد نستخدم معلوماتك الشخصية لأغراض إحصائية أو بحثية دون تحديد هويتك الشخصية."
    },
    "registration" : {
      "title" : "التسجيل في المنصة:",
      "info" : "إذا كنت ترغب في استخدام بعض أجزاء منصتنا الإلكترونية، فقد تحتاج إلى إنشاء حساب وتقديم بعض المعلومات عن نفسك. في هذه الحالة، فإنك توافق على تقديم معلومات دقيقة إلينا والمحافظة عليها."
    },
    "tele" : {
      "title" : "المكالمات الهاتفية:",
      "info" : "يرجى الانتباه إلى أن مكالماتك الهاتفية معنا قد تُسجل لمراقبة الجودة."
    },
    "tawasy" : {
      "title" : "استطلاع رأي رضا العملاء: ",
      "info" : "نُجري في منصتنا الإلكترونية استطلاعات مباشرة على المنصة الإلكترونية لجمع بيانات محددة عن رضا العملاء، ونستخدم هذه البيانات لتحسين المنصة الإلكترونية وتجربة العميل. لدى العملاء خيار تقديم اسمهم ومعلومات أخرى لكنه لن يكون إجباري."
    },
    "amendments" : {
      "title" : "التعديلات على سياسة الخصوصية وسرية البيانات: ",
      "info" : "قد تقوم منصة تواصي شوبينغ الإلكترونية بتغيير سياسة الخصوصية الخاصة بها من وقت لآخر. وستقوم بنشر التغييرات على منصتها الإلكترونية، لكن تقع على عاتق المستخدم مسؤولية التحقق دورياً من منصتنا الإلكترونية التي يستخدمها المستخدم للتأكد من أن المستخدم على دراية بسياسة الخصوصية الحالية والتحديثات التي نجريها."
    },
    "contact" : {
      "title" : "الاتصال بنا:",
      "info" :  "يمكنكم الاتصال بنا عند الحاجة عن طريق الضغط على رابط اتصل بنا المتوفر في روابط منصتنا الإلكترونية أو إرسال استفسارك إلى بريدنا الإلكتروني: info@tawasyme.com"
    },
    "finally" : {
      "title" : "في الختام: ",
      "info" : "نهتم في منصة تواصي شوبينغ الإلكترونية بخصوصيتك، ونأمل أن تكون هذه السياسة قد أجابت على أسئلتك واستفساراتك عن كيفية الحفاظ على بياناتك آمنة وسريّة."
    }
  },
  "terms" : {
    "title" : "الشروط والأحكام" ,
    "info" : "أهلاً وسهلاً بك في منصة تواصي شوبينغ الإلكترونية تتضمن هذه الوثيقة الشروط والأحكام العامة للاستفادة من خدمات منصة التسوق الإلكتروني المقدمة من تواصي شوبينغ، فيرجى قراءتها بعناية قبل القيام بأي نشاط داخل المنصة الإلكترونية. لذلك؛ عند استفادتك من خدماتنا فهذا يعني أنك توافق على كافة هذه الشروط والأحكام." ,
    "definitions" : {
      "title" : "تعريفات:" , 
        "termsAndConditions": {
          "title": "الشروط و الأحكام:",
          "info": "مجموعة من الشروط التي يجب على الزائر معرفتها قبل الشروع في استخدام المنصة الإلكترونية."
        },
        "tawasyShopping": {
          "title": "تواصي شوبينغ",
          "info": "هي علامة تجارية مسجلة تُعنى بتقديم خدمات التسويق والترويج والعرض إلكترونياً في مختلف الخدمات"
        },
        "tawasyExpress": {
          "title": "تواصي اكسبرس",
          "info": "هي علامة تجارية وقسم مستقل إدارياً، وهي جزء من تواصي شوبينغ تُعنى بخدمات التوصيل المأجور"
        },
        "onlineShoppingPlatform": {
          "title": "المنصة الإلكترونية (الموقع الإلكتروني)",
          "info": "هي بيئة إلكترونية تجمع بين احتياج المشتري 'المستهلك' لمادة أو خدمة محددة وبين توافرية المادة أو الخدمة نفسها لدى المتجر (البائع)، وهي البيئة التي تجري فيها عملية الطلبات"
        },
        "mobileApplication": {
          "title": "التطبيق الإلكتروني",
          "info": "هو البرنامج الذي يحمّله المستخدم على جهازه المحمول، ليتيح له استخدام المنصة الإلكترونية"
        },
        "activityWithinPlatform": {
          "title": "النشاط داخل المنصة",
          "info": "هي عمليات التصفح والإعلان والبيع والشراء والتقييم أو أي عملية إلكترونية أخرى يقوم بها المستخدم على المنصة (الموقع الإلكتروني)"
        },
        "buyers": {
          "title": "المشترين",
          "info": "هم الزوار جميعهم، الذين يطلبون أي منتج أو خدمة عن طريق المنصة"
        },
        "storesSellers": {
          "title": "المتاجر (البائعين)",
          "info": "هم الزوار جميعهم، الذين يعرضون أي منتج أو خدمة عن طريق المنصة"
        },
        "advertisers": {
          "title": "المعلنين",
          "info": "هم الشركات أو الأفراد الذين يستفيدون من خدمات الإعلان المأجور داخل المنصة بهدف الترويج لمنتج أو خدمة"
        },
        "prices": {
          "title": "الأسعار",
          "info": "هي القيمة المادية المعلنة لنية البيع للمنتجات أو للخدمات المعروضة لكل متجر (بائع) على حدة، وعليه يطلبه المشتري وعلى المتجر (البائع) تأكيد الطلب"
        },
        "availability": {
          "title": "التوافرية",
          "info": "إن ظهور تفاصيل المنتج أو الخدمة على المنصة يعكس توافرية المنتج أو الخدمة نفسها لدى المتجر (البائع) علماً أنها لا تحدد الكمية المتوفرة لدى المتجر (البائع)"
        },
        "deliveryService": {
          "title": "خدمة التوصيل",
          "info": "هي عملية استلام الطلب من المتجر (البائع) وتسليمه للمشتري"
        },
        "deliveryFees": {
          "title": "أجور التوصيل",
          "info": "هي القيمة المادية المحددة بصفة أجور لخدمة توصيل الطلب وهي القيمة التي يلتزم المشتري دفعها عند استلام الطلب"
        },
        "acceptanceOfTheOrder": {
          "title": "قبول الطلب",
          "info": "وهي موافقة المتجر (البائع) على طلب الشراء المستلم من المشتري بعد تأكيد الطلب من قبل المشتري ليصار إلى تجهيز الطلب وتوصيله للمشتري"
        },
        "rejectionOfTheOrder": {
          "title": "رفض الطلب",
          "info": "وهي رفض المتجر (البائع) لطلب الشراء المستلم من المشتري وذلك لأسباب متعلقة بالمتجر (البائع)"
        },
        "buyersAddress": {
          "title": "عنوان المشتري",
          "info": "هو الموقع الحقيقي الذي يحدده المشتري ليستلم الطلب المؤكد فيه"
        },
        "storeAddressSeller": {
          "title": "عنوان المتجر (البائع)",
          "info": "هو الموقع الحقيقي المُعلن للمتجر (البائع) الذي يُسلم الطلب منه لشركة التوصيل"
        },
        "images": {
          "title": "الصور",
          "info": "إن الصور الظاهرة على المنصة الإلكترونية (الموقع الإلكتروني) أو التطبيق الإلكتروني قد لا تطابق في بعض الأحيان صورة المنتج الفعلية"
        },
        "categories": {
          "title": "التصنيفات",
          "info": "هي الأنواع أو الأنماط الرئيسة للمنتجات والخدمات المعروضة التي تسّهل عملية البحث والاستعراض ومن ثم الشراء"
        },
        "whoWeAre": {
          "title": "من نحن",
          "info": "منصة إلكترونية (الموقع الإلكتروني) تعمل تحت اسم 'تواصي شوبينغ'، وهي علامة مسجلة وتعمل تحت السجل التجاري في ريف دمشق رقم:/91759/"
        }
    },
    "ourgoal" : {
      "title" : "هدفنا:" ,
      "info1" :"تهدف تواصي شوبينغ عن طريق منصتها الإلكترونية إلى أن تكون المنصة الإلكترونية الأولى والرائدة محلياً مستندةً على خبرة فريق عمل في تجارة التجزئة وخدمة الزبائن والتجارة الإلكترونية. نتحرك بخطىً واثقة بدخول سوق التجارة الإلكترونية وتوصيل الطلبات، مدفوعة بالتوجه العالمي لتجميع كافة رواد الأعمال وأصحاب العلامات التجارية وجميع أصناف بضائع التجزئة والخدمات المتقدمة تحت سقف واحد، لتوضع لاحقاً بين أيدي المستهلك بأعلى توافرية وتنوع ممكنين وأفضل سعر وعروض تسويقية، وأرقى خبرات في أنظمة التوصيل.",
      "info2" : "تعزز تواصي شوبينغ في نهجها الجديد فكرة تخفيض تكاليف الشراء العامة على المستهلك عن طريق إتاحة خيارات شراء أقرب للمستهلك وذلك بتقليل تكاليف النقل.",
      "info3" : "وضعت 'تواصي شوبينغ' نصب أعينها تقديم منتجات الأسواق بالأسعار المحددة من التجار والمصنعين والوكلاء على باب منزل المستهلك، مخترقة طبقات الوسطاء بما يحقق شعارها 'السوق ببيتك'.",
      "info4" : "تلتزم 'تواصي شوبينغ' تقديم خدماتها بدايةً في مدينة دمشق وريفها مع خطط مستقبلية للتوسع في باقي المدن والمحافظات."
    },
    "shoppingMechanism": {
      "title": "آلية عمل تواصي شوبينغ:",
      "info": "عندما يزور الزائر (المشتري) المنصة الإلكترونية، يمكنه تصفح مختلف تصنيفات المنتجات والخدمات للعثور على المتاجر (البائعين) القريبة. بمجرد العثور على متجر، يمكنه اختيار منتج أو خدمة وإضافتها إلى سلة التسوق. ستعرض السلة الكلفة الإجمالية للطلب، بما في ذلك رسوم التوصيل. لإكمال الطلب، يحتاج المشتري إلى تقديم معلوماته الشخصية، مثل الاسم الكامل ورقم الهاتف وعنوان التسليم. قد تقوم المنصة بتحديد عنوان التسليم تلقائيًا استنادًا إلى موقع المشتري. سيتم معالجة طلب المشتري وتسليمه وفقًا للأنظمة والقوانين والشروط المدرجة في قسم (التوصيل والشحن) وقسم (الأسعار والدفع).",
      "noteThat" :{
        "title" : "علماً أن:" , 
        "info" : "لا يُعتبر أي طلب من المنصة منتهيًا حتى يتم تأكيده من قبل المتجر (البائع)، ويمكن للمشتري تتبع حالة الطلب ('بانتظار التأكيد'، 'تم قبول الطلب'، أو 'تم رفض الطلب')"
        }
    },
    "creatingSeller" : {
      "title" : "إنشاء حساب المتجر (البائع) ضمن المنصة:" , 
      "info" : "يقوم البائع بإنشاء متجره الافتراضي على المنصة باستخدام تعليمات 'كيف تصبح بائعًا'، مكملًا جميع الإجراءات اللازمة لتنشيط متجره وضمان جاهزيته من قبل تواصي شوبينغ قبل إطلاقه الفعلي على المنصة",
      "noteThat" : {
        "title" : "علماً أن:" , 
        "info" : "تحتفظ إدارة المنصة بالحق في إيقاف عمل أي متجر افتراضي لأي بائع، ومنعه من ممارسة نشاطه التجاري عبر المنصة في حال مخالفة أحد الشروط والقوانين أو استخدم المنصة بطريقة غير مناسبة، مثل رفض الطلبات المتكرر أو الإساءة للآخرين أو التشهير بسمعة الشركات أو مخالفة الشروط والأحكام الخاصة بالمنصة"
      }
    } , 
    "creatingCustomer" : {
      "title" : "نشاء حساب مشتري ضمن المنصة:" , 
      "info" : "يمكن لأي شخص الاطلاع على موقع تواصي شوبينغ أو تطبيقه، لكن ليتمكن من الاستفادة من خدماتنا من عمل طلبات الشراء، فإنه يحتاج إلى إنشاء حساب عن طريق رقم الهاتف المحمول الخاص به، ويمكنه تسجيل الخروج من حسابه في أي وقتٍ يشاء.",
      "noteThat" : {
        "title" : "علماً أنه:" ,
        "info" : "يحق لإدارة المنصة إيقاف حساب أي مشتري ومنعه من عمل أي طلب في حال مخالفة الشروط والقوانين أو استخدم المنصة استخداماً غير مناسب على سبيل المثال، رفض استلام الطلبات المتكرر أو الإساءة للغير أو التشهير بسمعة شركة ما أو مخالفة أحد أو كافة الشروط والأحكام الخاصة باستخدام المنصة."
      }
    },
    "express" :{
      "title" : "تواصي اكسبرس - التوصيل:",
      "info" : "يعمل فريق التوصيل في تواصي اكسبرس على التوصيل المأجور ضمن مدينة دمشق وريفها بناءً على مبدأ الوصول الآمن. تكون أجور التوصيل الأولية معلنة على المنصة للمشتري بمجرد مراجعة طلب الشراء قبل عمل الطلب، التي قد تتغير حتى بعد عمل الطلب من المشتري وذلك بناء على متغيرات عدة، كنوعية المركبة المستخدمة أو نوعية التوصيل أو أوقات الذروة أو تغيير أماكن الاستلام أو التسليم أو أسعار الوقود).",
      "noteThat" : {
        "title" :"علماً أنه:", 
        "info1" :"قد نطلب من المشتري في حالات خاصة تسديد قيمة الطلب أو جزء منه مسبقاً، وذلك بعد عمل الطلب بالتنسيق مع قسم خدمة الزبائن في تواصي شوبينغ. في هذه الحالة لا تبدأ عملية تجهيز الطلب حتى يُسدد المبلغ المطلوب، وعليه لن نكون مسؤولين عن حدوث تغييرات في توافرية المنتج أو سعره لدى المصدر (المتجر) في حال تأخر المشتري بالدفع.",
        "info2" :"على المشتري تفحّص المنتج عند الاستلام، ولا يمكن استرجاع المنتج أو تبديله بعد استلامه إلا بعد التنسيق مع المتجر (البائع) وموافقة، وذلك حسب سياسة المتجر (البائع) المتبعة لديه التي تتغير بتغير أنواع المنتجات أو الخدمات. وتكون أجور التوصيل على حساب المشتري. ",
        "info3" :"يلتزم المشتري باستلام الطلب بعد تأكيده في العنوان المحدد، وفي حال طلب المشتري تغيير عنوان استلام الطلب، يعاد حساب تكلفة التوصيل بناءً على العنوان الجديد من قبل القسم المختص.",
        "info4" :"إن تلكؤ المشتري باستلام الطلب أو عدم الاستجابة السريعة لفريق التوصيل أو فريق خدمة العملاء يعرضه للمساءلة القانونية بسياق إضاعة الوقت والجهد والاحتيال.",
        "info5" :"في حال عدم استجابة المشتري مدة أقصاها ٢٤ ساعة بعد تأكيد طلبه فإن فريق خدمة الزبائن أو المتجر (البائع) سوف يلغي الطلب.",
        "info6" :"نسعى دائماً لتوصيل المنتجات المطلوبة بأسرع وقت ممكن، لكن يجدر الذكر بأن زمن التوصيل مرتبط بتوافرية المنتجات المطلوبة وإمكانية استلامها من المصدر المتجر (البائع)."
      }
    },
    "classifications" : {
      "title" : "التصنيفات:" , 
      "info" : "نعتمد في المنصة على تصنيف المنتجات المعروضة بطريقة عملية وجذابة، ونضمن للزائر سرعة الوصول لاحتياجاته من المنتجات والخدمات عن طريق تحسين عملية البحث المستمر وسهولة التنقل بين التصنيفات الأساسية لكافة المتاجر الافتراضية على المنصة، ونسعى دائما في المنصة الى توسيع قائمة المنتجات والخدمات بناءً على احتياجات العملاء واقتراحاتهم، وعن طريق زيادة عدد العلامات التجارية للمنتجات والخدمات وتنوعهم على حد سواء."
    }, 
    "payment" : {
      "title" : "الأسعار والدفع:" ,
      "info" : "إن الأسعار المعروضة قابلة للتغيير في أي لحظة وفق رغبة المتجر (البائع). لذا؛ فقد تتغير الأسعار في أثناء تصفحك داخل المنصة. يمكنك الاختيار بين طرائق الدفع المتاحة:" ,
      "info1" : "نقداً (تسدد قيمة الطلب عند وصول مخدم التوصيل) فضلاً عن أجور التوصيل.",
      "info2" : "الدفع الإلكتروني بواسطة حسابك المصرفي لدى أحد المصارف الشريكة. (تُسدد قيمة الطلب عند الطلب)، أما أجور التوصيل فتدفع نقداً لمخدم التوصيل (هذه الخدمة غير متاحة حالياً)",
      "info3" : "باستخدام المحفظة الإلكترونية لدى شركات الاتصالات. (تُسدد قيمة الطلب عند الطلب)، أما أجور التوصيل فتدفع نقداً لمخدم التوصيل (هذه الخدمة غير متاحة حالياً) "
    },
    "offers" : {
      "title" : "العروض والحسومات:" ,
      "info" : "نتعاون في المنصة مع بعض المتاجر (البائعين) لتقديم عروض خاصة للمشترين، إذ يمكنهم الاستفادة من هذه العروض حسب نوع العرض."
    }, 
    "genral":{
      "title" : "ملاحظة عامة: " , 
      "info" : "إن منصة تواصي شوبينغ ليست مصدراً للمنتجات أو الخدمات المعروضة، وإنما وسيط بين المشتري والمتجر (البائع). لذا؛ فنحن لا نتحمل أي مسؤولية عن عدم توافر المنتجات أو الخدمات لدى المصدر المتجر (البائع)، ولا نتحمل مسؤولية التسعير أو الترجيع أو الاستبدال بالسياق نفسه، إذ إنها تتبع لسياسة المتجر (البائع). لكننا سنبذل الجهد الكافي لمحاولة تأمين بدائل مشابهة للمنتج أو الخدمة المطلوبة في حال عدم توافرها لدى متجر (بائع) ما، ويُعلم المشتري بكافة تفاصيل المنتج البديل، وفي حال رغبة المشتري يُوجّه لعمل الطلب من المتجر (البائع) البديل وتعدّ هذه العملية خدمةً مقدمة من فريقنا لتحسين الأداء ورفع مستوى رضا المستهلك.",
      "info1" : "فريق خدمة العملاء في تواصي شوبينغ في خدمتكم في الأوقات الآتية:من السبت إلى الخميس: من ١٠ صباحاً حتى ٤ مساءً يوم الجمعة: عطلة",
      "info2" : "للاستفسار عن مزيد من المعلومات فيما يخص الشروط والأحكام يرجى الاتصال بالرقم: 0987000888 أو مراسلتنا على البريد الإلكتروني info@tawasyme.com"
    }
  },
  "contacUs" : {
    "main" : "إذا كان لديكم أي مشكلات أو استفسارات، يرجى التواصل بنا على الأرقام الآتية أو على البريد الإلكتروني المرفق:" ,
    "general" : {
      "title" : "مركز الدعم: " ,
      "info" : "0987000888",
      "email" : {
        "title" : "البريد الإلكتروني:" ,
        "info" : "info@tawasyme.com"
      }
    },
    "commercial" : {
      "title" : "الاستفسارات التجارية:",
      "info" : "0987000851",
      "email" : {
        "title" : "البريد الإلكتروني: " ,
        "info" : "sales@tawasyme.com"
      }
    },
    "delivery" : {
      "title" : "استفسارات التوصيل: " ,
      "info" : "0987000850",
      "email" : {
        "title" : "البريد الإلكتروني: " ,
        "info" : "express@tawasyme.com"
      }
    },
    "management" : {
      "title" : "الإدارة:" ,
      "info" : "0987000883",
      "email" : {
        "title" : "البريد الإلكتروني: " ,
        "info" : "management@tawasyme.com"
      }
    }
  }, 
  "seller" : {
    "sidebar" : {
      "dashbaord" : "اللوحة الرئيسية" ,
      "orders" : " الطلبات" ,
      "order" : {
        "pending" : "طلبات قيد الانتظار" ,
        "rejected" : "الطلبات المرفوضة" ,
        "accepted" : "الطلبات المقبولة",
        "all" : "جميع الطلبات"
      } , 
      "products" : "المنتجات" , 
      "product" : {
        "unpublished" : "المنتجات غير المنشورة" ,
        "published" : "المنجات المنشورة",
        "add" : "ضف منتج",
        "all" : "جميع المنتجات"
      } , 
      "store" : "متجري",
      "settings" : "إعدادات المتجر",
      "logout" : "تسجيل الخروج"
    } , 
    "dashboard" : {
      "mainDashboard" : "اللوحة الرئيسية" ,
      "totalAvailableProducts" : "مجموع المنتجات المنشورة" ,
      "totalOrders" : "مجموع الطلبات" ,
      "totalPendingOrders" : "مجموع الطلبات قيد الانتظار",
      "totalProducts" : "مجموع المنتجات" , 
      "totalSales" : "مجموع المبيعات" ,
      "totalUnavailableProducts" : "مجموع المنتجات غير المنشورة" 
    },
    "orders" : {
      "table" : {
        "id" : "المعرف" , 
        "status" : "الحالة" ,
        "date" : "التاريخ" ,
        "total" : "المجموع",
        "coupon" : "قسيمة",
        "reason" : "سبب الرفض",
        "details" : "التفاصيل"
      } , 
      "noOrders" : "ليس هناك أية طلبات",
      "orderDetails" : {
        "storeName" : "اسم المتجر",
        "orderStatus" : "حالة الطلب" ,
        "orderDate" : "تاريخ الطلب",
        "orderId" : "معرّف الطلب" ,
        "productName" : "اسم المنتج" ,
        "quantity" : "الكمية",
        "price" : "سعر الوحدة" ,
        "total" : "المجموع" ,
        "coupon" : "قسيمة" ,
        "totalQuantity" : "الكمية الكلية" ,
        "discount" : "الحسم" ,
        "totalPrice" : "السعر الكلي",
        "deliveryFee" : "سعر التوصيل" ,
        "finalPrice" :"السعر النهائي" ,
        "notes" : "ملاحظات"
      }
    }, 
    "products" : {
      "addProduct" : "إضافة منتج لمتجرك", 
      "addNewProduct" : "إضافة منتج جديد",
      "addCombinations" : "إضافة تشكيلات جديدة للمنتج ",
      "table" : {
        "id" : "المعرّف",
        "action" : "تعديل \" حذف" ,
        "name" : "الاسم",
        "variations" : "الأنواع",
        "partNumber" : "Part-Number",
        "category" : "التصنيف ",
        "image" : "الصورة" ,
        "status" : "الحالة" ,
        "brand" : "العلامة التجارية" ,
        "price" :"السعر"
      },
      "action" :{
        "edit" : {
          "editProduct" : "تعديل منتج" ,
          "save" : "حفظ" , 
          "cancel" : "إالغاء"
        } ,
        "delete" : {
          "deleteProduct" : "حذف منتج" ,
          "areYouSure" : "هل أنت متأكد أنك تريد حذف المنتج من متجرك :" ,
          "yes" : "نعم" ,
          "no" : "لا"
        }
      },
      "noProducts" : "لا يوجد منتجات"
    },
    "addProduct" : {
      "cantFind" : "إن لم تجد المنتج المطلوب, تستطيع إضافة منتج جديد",
      "search" : "ابحث عن منتج باستخدام الاسم",
      "noAvailable" : "لا يوجد منتجات تناسب نوع متجرك." ,
      "selectProduct" : "اختيار منتج" ,
      "notCompatible" : "هذا المنتج لا يتوافق مع نوع متجرك" ,
      "nextPage" : "الصفحة التالية" ,
      "previousPage" : "الصفحة السابقة" ,
      "selectedProducts" : {
        "selectedProducts" : "المنتجات المختارة" ,
        "noProducts" : "لم تختر أي منتج بعد لإضافته لمتجرك",
        "table" : {
          "price" : "السعر" , 
          "variations" : "الأنواع",
          "image" : "الصورة" ,
          "publish" : "نشر/عدم النشر" ,
          "category" : "التصنيف " ,
          "brand" : "العلامة التجارية" ,
          "productName" : "اسم المنتج"
        }
      }
    },
    "addNewProduct" : {
      "create" : "انشئ منتج جديد",
      "engProductName" : "اسم المنتج بالانجليزية" , 
      "arProductName" : "اسم المنتج بالعربية" , 
      "engDesc" : "وصف المنتج بالانجليزية" , 
      "arDesc" : "وصف المنتج بالعربية" , 
      "eanCode" : "كود المادة" ,
      "brandSelection" : "اختر علامة تجارية للمنتج" ,
      "categorySelection" : "اختر تصنيف للمنتج" ,
      "productImage" : "صورة المنتج" ,
      "addProduct" : "أضف المنتج"
    },
    "setting" : {
      "storeSettings" : "اعدادت المتجر" , 
      "openingTime" : "وقت فتح المتجر",
      "closingTime" : "وقت إغلاق المتجر",
      "openingDays" : "أيام فتح المتجر",
      "saveChanges" : "حفظ التعديلات"
    },
    "request" : {
      "engName" : "اسم المتجر بالانجليزية",
      "arName" : "اسم المتجر بالعربية",
      "area" : "المنطقة",
      "street" : "الشارع",
      "storeType" : "نوع المتجر",
      "address" : "العنوان",
      "storeImage" : "صورة غلاف المتجر",
      "storeLogo" : "صورة شعار المتجر",
      "submit" : "Submit Store",
      "openingTime" : "Opening Time",
      "closingTime" : "Closing time",
      "openingDays" : "Opening Days"
    }
  },
  "login" : {
    "login" : "تسجيل الدخول باستخدام رقم الهاتف", 
    "number" : "رقم الهاتف",
    "logins" : "تسجيل الدخول" , 
    "loginAs" : "تسجيل الدخول كـ:" ,
    "signup" : "إنشاء حساب"
  },
  "signup" : {
    "customerRegister" : "إنشاء حساب كزبون" , 
    "sellerRegister" : "إنشاء حساب كبائع" ,
    "userName" : "اسم المستخدم" ,
    "phone" : "رقم الهاتف" ,
    "address" : "العنوان" , 
    "ia" : "أنا أوافق على" , 
    "terms" : "الشروط و الأحكام",
    "andThe" : "و" , 
    "privacy" : "سياسة الخصوصية",
    "ofTawasy" : "لتواصي شوبينغ",
    "signupAs" : "إنشاء حساب كـ:" ,
    "customer" : "زبون" ,
    "seller" : "بائع" ,
    "existing" : "لديك حساب مسبقاً؟" , 
    "login" : "تسجيل الدخول"
  },
  "tradeMark" : {
    "title" : "سياسة استخدام العلامات التجارية",
    "info" : "تحدد هذه السياسة مسؤوليتنا تجاه استخدام أي علامات تجارية أو شعارات أو أسماء الشركات، ومن المهم معرفة أن العلامات التجارية والاسماء والشعارات تعود ملكيتها إلى مالكيها، ولا نتحمل أي مسؤولية تجاه استخدام هذه العلامات ما لم نعلم بذلك من صاحب هذه العلامة رسمياً.",
    "contactTitle" : "معلومات الاتصال:",
    "contactInfo" : "إذا كان لديك أي استفسارات عن هذه السياسة، فيرجى الاتصال بالقسم المختص في شركتنا.",
    "amendTitle" : "التعديل:" ,
    "amendInfo" : "قد تعدل الشركة هذه السياسة دون أي إشعار مسبق، وستنشر السياسة المعدلة على المنصة الإلكترونية للشركة."
  },
  "titles" : {
    "home" : "تواصي شوبينغ",
    "allStores" : "جميع المتاجر",
    "allProducts" : "جميع المنتجات",
    "profile" : "الحساب",
    "orders" : "الطلبات"
  },
  "descs" : {
    "allStores" : "تصفح جميع متاجرنا",
    "allProducts" : "تصفح كل منتجاتنا",
    "profile" : "حسابك",
    "orders" : "طلباتك" ,
    "home" : "السوق ببيتك"

  },
  "noCombinations" : "لا يوجد أي تشكيلات للمنتج متاحة"
  }